tap "aws/tap"
tap "github/gh"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "localsend/localsend"
tap "mongodb/brew"
tap "neovim/neovim"
brew "act"
brew "sqlite"
brew "awscli"
brew "bat"
brew "gcc"
brew "btop"
brew "fontconfig"
brew "cask"
brew "cmatrix"
brew "cocoapods"
brew "colima", restart_service: true
brew "cowsay"
brew "ctags"
brew "deno"
brew "docker", link: false
brew "docker-compose"
brew "docker-credential-helper"
brew "doctl"
brew "dust"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fnm"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gobject-introspection"
brew "golang-migrate"
brew "graphviz"
brew "hstr"
brew "htop"
brew "jq"
brew "just"
brew "lazygit"
brew "mitmproxy"
brew "mono"
brew "mycli"
brew "mysql-client"
brew "neovim"
brew "nmap"
brew "ripgrep"
brew "rlwrap"
brew "rustup"
brew "sl"
brew "speedtest-cli"
brew "sqlite-utils"
brew "starship"
brew "telnet"
brew "terraform"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "ugit"
brew "watchman"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zsh"
brew "jesseduffield/lazydocker/lazydocker"
cask "arduino-ide"
cask "audacity"
cask "balenaetcher"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gimp"
cask "github"
cask "insomnia"
cask "jetbrains-toolbox"
cask "kitty"
cask "libreoffice"
cask "localsend"
cask "mysqlworkbench"
cask "notion"
cask "runjs"
cask "sublime-text"
cask "telegram"
cask "temurin@17"
cask "thunderbird"
cask "tidal"
cask "visual-studio-code"
cask "vlc"
