tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "clementtsang/bottom"
tap "create-go-app/cli"
tap "github/gh"
tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mongodb/brew"
tap "neovim/neovim"
tap "planetscale/tap"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bat"
brew "fontconfig"
brew "cask"
brew "cfn-lint"
brew "cocoapods"
brew "cointop"
brew "cowsay"
brew "ctags"
brew "deno"
brew "doctl"
brew "exa"
brew "gobject-introspection"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fortune"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "hstr"
brew "htop"
brew "jenv"
brew "jq"
brew "kubectx"
brew "mitmproxy"
brew "mongocli"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "pfetch"
brew "pyenv"
brew "ripgrep"
brew "sl"
brew "speedtest-cli"
brew "starship"
brew "stern"
brew "telnet"
brew "terraform"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "ugit"
brew "watchman"
brew "wget"
brew "yt-dlp"
brew "create-go-app/cli/cgapp"
brew "mongodb/brew/mongodb-community-shell"
cask "adoptopenjdk11"
cask "adoptopenjdk14"
cask "arduino"
cask "audacity"
cask "balenaetcher"
cask "brave-browser"
cask "cleanmymac"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gimp"
cask "gitify"
cask "google-chrome"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keybase"
cask "libreoffice"
cask "notion"
cask "parsec"
cask "poedit"
cask "postman"
cask "private-internet-access"
cask "runjs"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "tidal"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
