tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "clementtsang/bottom"
tap "create-go-app/cli"
tap "github/gh"
tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "neovim/neovim"
tap "planetscale/tap"
tap "rogual/neovim-dot-app"
brew "aws-elasticbeanstalk", link: false
brew "bat"
brew "fontconfig"
brew "cairo"
brew "cask"
brew "cfn-lint"
brew "cocoapods", link: false
brew "cointop"
brew "ctags"
brew "deno"
brew "exa"
brew "gobject-introspection"
brew "ffmpeg"
brew "figlet"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "gource"
brew "gtk+3"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jenv"
brew "jmeter"
brew "jq"
brew "kubernetes-cli", link: false
brew "libpq"
brew "lsusb"
brew "mitmproxy"
brew "mongocli"
brew "mysql-client"
brew "mysql@5.7", restart_service: true, link: true
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node", link: false
brew "pfetch"
brew "python@2", link: false
brew "qemu"
brew "scrcpy"
brew "speedtest-cli"
brew "telnet"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "aws/tap/aws-sam-cli"
brew "clementtsang/bottom/bottom"
brew "create-go-app/cli/cgapp"
brew "gromgit/fuse/ntfs-3g-mac"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community-shell"
brew "planetscale/tap/pscale"
cask "adoptopenjdk11"
cask "adoptopenjdk14"
cask "balenaetcher"
cask "db-browser-for-sqlite"
cask "docker"
cask "docker-toolbox"
cask "figma"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gimp"
cask "insomnia"
cask "iterm2"
cask "macfuse"
cask "meld"
cask "mongodb-compass"
cask "osxfuse"
cask "postman"
cask "reactotron"
cask "robo-3t"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
