accountsservice
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
amdgpu_top
arandr
awesome-terminal-fonts
awww
base
base-devel
bash-completion
bind
blueman
bluez
bluez-deprecated-tools
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
brave-bin
btop
btrfs-progs
cachyos-fish-config
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
cava
chwd
cmatrix
cowsay
cpupower
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
dracula-cursors-git
duf
dysk
e2fsprogs
easyeffects
efibootmgr
efitools
etcher-bin
ethtool
evince
exfatprogs
f2fs-tools
fastfetch
feh
ffmpegthumbnailer
ffmpegthumbs
figlet
filezilla
flatpak
flite
fnm
fortune-mod
fsarchiver
gamemode
gamescope
gdm
gdm-settings
gimp
git
git-delta
github-cli
glances
glaze
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
golangci-lint
goverlay
gparted
grilo-plugins
grub
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
guestfs-tools
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvfs-wsdd
hdparm
heroic-games-launcher-bin
hplip
htop
hwdetect
hwinfo
hyprcursor
hyprgraphics
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
i2c-tools
inetutils
iotop
iptables
iwd
jdownloader2
jenv
jfsutils
kimageformats
kitty
kvantum
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-radeon
libappimage
libdvdcss
libgsf
libguestfs
libopenraw
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
localsearch
logrotate
loupe
lsb-release
lsscsi
lutris
lvm2
man-db
man-pages
mangohud
masscan
matugen
mdadm
meld
mesa
mesa-demos
mesa-utils
mkinitcpio
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
nautilus
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nwg-displays
nwg-look
obs-gstreamer
obs-studio
opencl-mesa
opencode
openssh
opentabletdriver
orca
os-prober
otf-font-awesome
pacman-contrib
pascube
pavucontrol
perl
piper
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
plymouth
polkit-gnome
poppler-glib
power-profiles-daemon
powertop
proton-vpn-gtk-app
protonmail-bridge
protonmail-bridge-core
protontricks
pv
python
python-click
python-cssutils
python-defusedxml
python-hatch
python-inputs
python-material-color-utilities
python-mock
python-packaging
python-pip
python-pynvim
python-pyqt5
python-pyusb
python-reportlab
python-rich
python-steam
python-vdf
qbittorrent
qemu-full
qqc2-desktop-style
qt5-wayland
radeontop
rebuild-detector
reflector
ripgrep
rlwrap
rpi-imager
rsync
rust
rygel
s-nail
samba
sassc
screen
sg3_utils
simple-scan
smartmontools
snapshot
sof-firmware
speedtest-cli
starship
steam
sudo
sushi
swtpm
sysfsutils
system-config-printer
tecla
texinfo
thunderbird
tmux
totem
traceroute
ttf-bitstream-vera
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-icomoon-feather
ttf-liberation
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-opensans
ttf-overpass
tty-clock
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vim
virt-manager
virt-viewer
vlc-plugins-all
vulkan-radeon
vulkan-tools
wdisplays
webp-pixbuf-loader
wev
wget
which
whois
wine
wine-gecko
wine-mono
winetricks
wireguard-tools
wireless_tools
wireplumber
wl-clipboard
wpa_supplicant
xarchiver
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xfsprogs
xl2tpd
xorg-server
xorg-xcursorgen
xorg-xhost
xorg-xinit
xsensors
zen-browser-bin
