act
amd-ucode
amdgpu_top
android-file-transfer
arandr
baobab
base
base-devel
bat
bc
bind
blueman
bluez-deprecated-tools
bluez-hid2hci
bluez-utils
btop
capitaine-cursors
cheese
cliphist
cmatrix
corectrl
cowsay
cups-pdf
discord
dnsmasq
docker
docker-compose
dunst
dysk
easyeffects
efibootmgr
ethtool
evince
eza
fastfetch
fd
feh
ffmpeg4.4
ffmpegthumbs
figlet
file-roller
filezilla
font-manager
fortune-mod
gamemode
gamescope
gdm
gimp
git
git-delta
github-cli
glances
glaze
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
golangci-lint
goverlay
gparted
grilo-plugins
grim
grub
gst-libav
gst-plugin-pipewire
gstreamer-vaapi
gtk-engine-murrine
guestfs-tools
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hyprcursor
hyprgraphics
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
i2c-tools
inkscape
iotop
iwd
jenv
jq
just
kdeconnect
kitty
kubectl
kvantum
lazygit
libguestfs
libpulse
linux
linux-firmware
localsearch
loupe
lutris
malcontent
man-db
mangohud
masscan
mesa-demos
mpc
mpd
mpv
nano
nautilus
ncmpcpp
neovim
network-manager-applet
networkmanager
nfs-utils
nwg-displays
nwg-look
obs-studio
openrgb
openvpn
orca
os-prober
otf-font-awesome
pavucontrol
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
polkit-gnome
power-profiles-daemon
powertop
proton-vpn-gtk-app
protonmail-bridge
protonmail-bridge-core
python-click
python-hatch
python-pip
python-pynvim
python-pyusb
python-rich
qalculate-gtk
qbittorrent
qemu-full
qqc2-desktop-style
qt6-5compat
radeontop
ripgrep
rlwrap
rofi-wayland
rust
rygel
s-tui
samba
screen
simple-scan
sl
slurp
smartmontools
snapshot
speedtest-cli
starship
steam
sushi
swappy
swtpm
system-config-printer
tecla
thefuck
thunderbird
tmux
totem
traceroute
tree
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-overpass
tumbler
unrar
valkey
vim
virt-manager
virt-viewer
vlc
vulkan-radeon
vulkan-tools
waybar
webkit2gtk
webp-pixbuf-loader
wev
wget
whois
wine
wine-gecko
wine-mono
winetricks
wireguard-tools
wireless_tools
wireplumber
xarchiver
xdelta3
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xcursorgen
xorg-xhost
xorg-xinit
xsensors
yazi
yelp
yt-dlp
zsh
