1password
adw-gtk3-git
amdgpu-pro-oglp
amf-amdgpu-pro
android-sdk-build-tools
apfs-fuse-git
appimagelauncher
brave-bin
bun-bin
catppuccin-cursors-mocha
cbonsai
chaotic-keyring
cider
code-minimap
cozette-otb
dmg2img
docker-buildx-git
downgrade
dracula-cursors-git
dualsensectl-git
etcher-bin
fancontrol-gui
ferdium-bin
figma-linux-bin
fnm
gdm-settings
gpth-bin
grub-customizer
heroic-games-launcher-bin
hstr
huiontablet
hydroxide
insomnia-bin
jdownloader2
jetbrains-toolbox
k6
kora-icon-theme
lib32-amdgpu-pro-oglp
lib32-vulkan-amdgpu-pro
libratbag-git
localsend-bin
lssecret-git
mcmojave-cursors
minecraft-launcher
mycli
nerdfetch
obs-gstreamer
oh-my-zsh-git
opentabletdriver
phinger-cursors
pipes.sh
plymouth-theme-catppuccin-mocha-git
python-cssutils
python-inputs
python-material-color-utilities
python-mock
python-sqlglot
python-steam
python-vdf
qtilitools-git
rose-pine-cursor
rpi-imager-bin
sublime-text-4
swaylock-effects
thonny
tidal-hifi-bin
ttf-font-awesome-4
ttf-icomoon-feather
ttf-joypixels
ttf-ms-fonts
ttf-twemoji
tty-clock
ulauncher
update-grub
visual-studio-code-bin
vkbasalt
vulkan-amdgpu-pro
waypaper
wdisplays
wlogout
yay
yt-dlp-drop-in
zen-browser-bin
zsh-autopair-git
