1password
android-sdk-build-tools
apfs-fuse-git
appimagelauncher
bun-bin
catppuccin-cursors-mocha
cbonsai
cider
code-minimap
cozette-otb
dmg2img
dms-shell-git
docker-buildx-git
dualsensectl-git
ferdium-bin
figma-linux-bin
google-chrome
gpth-bin
grub-customizer
hstr
huiontablet
hydroxide
insomnia-bin
jetbrains-toolbox
k6
kora-icon-theme
localsend-bin
lssecret-git
minecraft-launcher
mycli
nautilus-open-any-terminal
nerdfetch
phinger-cursors
pipes.sh
plymouth-theme-catppuccin-mocha-git
python-sqlglot
qtilitools-git
sublime-text-4
ttf-font-awesome-4
ttf-joypixels
ttf-ms-fonts
ttf-twemoji
update-grub
visual-studio-code-bin
vkbasalt
xdg-terminal-exec
yay-git
zsh-autopair-git
